<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Education Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in education section
    |
    */

    'master' => [
        'date' => '2018 – 2019',
        'name' => 'Приазовський державний технічний університет',
        'info' => 'Ступінь магістра'
    ],
    'bachelor' => [
        'date' => '2014 – 2018',
        'name' => 'Приазовський державний технічний університет',
        'info' => 'Ступінь бакалавра'
    ],
    'school' => [
        'date' => '2003 – 2014',
        'name' => 'Навчально-виховний комлпекс "Школа-ліцей інформаційних технологій №69"',
        'info' => ''
    ]
];
