<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Education Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in education section
    |
    */

    'title' => 'Освіта',

    'list'  => [

        'master' => [
            'heading'   => 'Ступінь магістра',
            'area'      => 'Компьютерні науки. Інформаційні системи та технології',
            'name'      => 'Приазовський державний технічний університет',
            'date'      => '2018 – 2019'
        ],

        'bachelor' => [
            'heading'   => 'Ступінь бакалавра',
            'area'      => 'Компьютерні науки',
            'name'      => 'Приазовський державний технічний університет',
            'date'      => '2014 – 2018'
        ],

        'school' => [
//            'heading'   => 'Школа',
            'name'      => 'Навчально-виховний комлпекс "Школа-ліцей інформаційних технологій №69"',
            'date'      => '2003 – 2014'
        ]
    ]
];
