<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Experience Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in experience section
    |
    */

    'title' => 'Досвід',

    'list'  => [

        'foridev' => [
            'position'      => 'Back-End Developer',
            'company'       => 'Foridev',
            'date'          => '09.2019 – теп. час',
            'description'   => [
                'Працювала над внутрішніми проектами компанії, займалася як аутсорсовимі проектами, так і була аутстафф співробітником.',
                'В основному розробляла на PHP і взаємодіяла з платформою Shopify при створенні додатків під цю платформу. Фреймворк, якому при створенні плагінів віддаю перевагу — Laravel. Також створювала Shopify теми.'
            ]
        ],

        'ohmycode' => [
            'position'      => 'Front-End Developer',
            'company'       => 'ohmycode!',
            'date'          => '03.2018 – 07.2019',
            'description'   => [
                'Занималась разработкой интерфейсов для различных сайтов, разрабатывала темы для платформы Shopify',
                'Попробовала себя в написании Back-End части биржы криптовалют (Node.js, Redis)'
            ]
        ]
    ]

];
