<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Experience Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in experience section
    |
    */

    'title' => 'Досвід',

    'list'  => [

        'scrumlaunch_head' => [
            'position'      => 'Head of Shopify & LowCode Departments | Shopify Developer',
            'company'       => 'ScrumLaunch',
            'date'          => '12.2021 – теп. час',
            'description'   => [
                'Розробка Shopify тем.',
                'Проводила співбесіди для нових розробників, робила код ревью на проектах.',
                'Вирішувала проблеми команд та організаційні питання, регулярно готувала цілі для розвитку кожному тім ліду, переглядала зарплати.',
                'Займалась звітністю відділів та проектоі, контролювала завантаження розробників, розподіляла робочі ресурси.'
            ]
        ],

        'scrumlaunch_tl' => [
            'position'      => 'Team Lead & Shopify Developer',
            'company'       => 'ScrumLaunch',
            'date'          => '05.2021 – 12.2021',
            'description'   => [
                'Розробка Shopify тем.',
                'Проводила співбесіди для нових розробників, онбордила їх, допомагала з адаптацієй, навчала, робила код ревью на проектах.',
                'Вирішувала проблеми команди, регулярно готувала цілі для розвитку кожному розробнику, переглядала зарплати.'
            ]
        ],

        'scrumlaunch_dev' => [
            'position'      => 'Shopify Developer',
            'company'       => 'ScrumLaunch',
            'date'          => '02.2021 – 05.2021',
            'description'   => [
                'Розробка Shopify тем.',
            ]
        ],

        'makebecool' => [
            'position'      => 'Back-End Developer',
            'company'       => 'MakeBeCool',
            'date'          => '07.2020 – 01.2021',
            'description'   => [
                'Розробка Shopify додатків та тем.',
            ]
        ],

        'foridev' => [
            'position'      => 'Back-End Developer',
            'company'       => 'Foridev',
            'date'          => '09.2019 – 12.2021',
            'description'   => [
                'Працювала над внутрішніми проектами компанії, займалася як аутсорс проектами, так і була аутстафф співробітником.',
                'В основному розробляла на PHP і взаємодіяла з Shopify при створенні додатків під цю платформу. Фреймворк, якому при створенні плагінів віддаю перевагу — Laravel. Також створювала Shopify теми.',
            ]
        ],

        'ohmycode' => [
            'position'      => 'Front-End Developer',
            'company'       => 'ohmycode!',
            'date'          => '03.2018 – 07.2019',
            'description'   => [
                'Займалася розробкою інтерфейсів для різних сайтів, розробляла теми для платформи Shopify.',
                'Спробувала себе в написанні Back-End частини біржі криптовалют (Node.js, Redis).'
            ]
        ]
    ]

];
