<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Header Profile Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in profile section
    |
    */

    'title'     => 'Профайл',

    'content'   => [
        'Мені подобаються складні інтерактивні веб-сервіси, створення гарних інтерфейсів для потреб користувача, і те, як це все працює, допомагаючи вирішувати проблеми клієнтів.',
        'В особистих проектах мене цікавить тема транспорту та автоматизація роботи диспетчерів. Також у мене є кілька опублікованих статей на цю тему.'
    ]

];
