<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Publications Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in header section
    |
    */

    'title' => 'Публікації',

    'list'  => [
        [
            'heading'   => 'Публікація науково-технічної статті у віснику ДВНЗ «ХНТУ». Серія: Інформаційні технології, м. Херсон, 2019',
            'title'     => '«Використання нечітких множин при визначенні привабливості пасажиропотоку»',
            'link'      => 'http://kntu.net.ua/index.php/ukr/content/download/73192/424508/file/%D0%92%D1%96%D1%81%D0%BD%D0%B8%D0%BA%20%E2%84%963(70).pdf',
            'info'      => 'ст. 88 — 97',
//            'translation' => [
//                'en' => '«The usage of fuzzy sets in determining the attractiveness of passenger traffic»',
//                'ru' => '«Использование нечетких множеств при определении привлекательности пассажиропотока»',
//                'ua' => '«Використання нечітких множин при визначенні привабливості пасажиропотоку»'
//            ]
            'language'  => [
                'code'  => 'ua',
                'text'  => 'укр.'
            ]
        ],
        [
            'heading'   => 'Всеукраїнська конференція молодих учених «Актуальні питання розвитку інформаційних технологій», ДВНЗ «ПДТУ», м. Маріуполь, 18 листопада 2019',
            'title'     => '«Визначення привабливості пасажирських перевезень за допомогою нечітких множин»',
//            'title'     => '«Determining the attraction of passenger traffic with help of fuzzy sets»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/17666/%D0%90%D0%BA%D1%82.%20%D0%BF%D0%B8%D1%82%D0%B0%D0%BD.%20%D1%96%D0%BD%D1%84.%20%D1%82%D0%B5%D1%85%D0%BD.%202019.pdf',
            'info'      => 'ст. 70 — 72',
            'language'  => [
                'code'  => 'en',
                'text'  => 'англ.'
            ]
        ],
        [
            'heading'   => 'Міжнародна науково-технічна конференція «Університетська наука – 2019», ДВНЗ «ПДТУ», м. Маріуполь, 16-17 травня 2019',
            'title'     => '«Аналіз методів формування розкладу міського маршрутного транспорту»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/23120/%d0%a3_%d0%ba%d0%b0%d1%8f%20%d0%bd%d0%b0%d1%83%d0%ba%d0%b0_2019_%d0%a2_2_p002-310_p215-216.pdf?sequence=1',
            'language'  => [
                'code'  => 'ua',
                'text'  => 'укр.'
            ]
        ],
        [
            'heading'   => 'XII регіональна студентська науково-технічна конференція «Наука – перші кроки», ДВНЗ «ПДТУ», м. Маріуполь, 23-27 квітня 2018',
            'title'     => '«Розробка розкладу маршрутних таксi»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/21087/%d0%9d%d0%b0%d1%83%d0%ba%d0%b0-%d0%bf%d0%b5%d1%80.%20%d0%ba%d1%80.%202018%2c%20%d1%82.3%20%d1%81.12.pdf?sequence=1',
            'language'  => [
                'code'  => 'ua',
                'text'  => 'укр.'
            ]
        ],
        [
            'heading'   => 'ХІ регіональна студентська науково-технічна конференція «Наука – перші кроки», ДВНЗ «ПДТУ», м. Маріуполь, 24-28 квітня 2017',
            'title'     => '«Семантичний аналізатор ходу рішення геометричних задач»',
//            'title'     => '«Семантический анализатор хода решения геометрических задач»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/19093/%d0%9d%d0%b0%d1%83%d0%ba%d0%b0_%d0%bf%d0%b5%d1%80%d1%88%d1%96%20%d0%ba%d1%80%d0%be%d0%ba%d0%b8%202017%20%d1%82%d0%be%d0%bc%204_p12-13%20%28%d1%81.%2011-12%29.pdf?sequence=1',
            'info'      => 'Зайнято 2-ге місце',
            'language'  => [
                'code'  => 'ru',
                'text'  => 'рос.'
            ]
        ],
    ]

];
