<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Education Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in education section
    |
    */

    'title' => 'Образование',

    'list'  => [

        'master' => [
            'date' => '2018 – 2019',
            'name' => 'Приазовский государственный технический университет',
            'info' => 'Степень магистра'
        ],

        'bachelor' => [
            'date' => '2014 – 2018',
            'name' => 'Приазовский государственный технический университет',
            'info' => 'Степень бакалавра'
        ],

        'school' => [
            'date' => '2003 – 2014',
            'name' => 'Учебно-воспитательный комплекс "Школа-лицей информационных технологий №69"',
            'info' => 'Школа'
        ]
    ]
];
