<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Education Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in education section
    |
    */

    'title' => 'Образование',

    'list'  => [

        'master' => [
            'heading'   => 'Степень магистра',
            'area'      => 'Компьютерные науки. Информационные системы и технологии',
            'name'      => 'Приазовский государственный технический университет',
            'date'      => '2018 – 2019'
        ],

        'bachelor' => [
            'heading' => 'Степень бакалавра',
            'area'      => 'Компьютерные науки',
            'name' => 'Приазовский государственный технический университет',
            'date' => '2014 – 2018'
        ],

        'school' => [
            'heading' => 'Школа',
            'name' => 'Учебно-воспитательный комплекс "Школа-лицей информационных технологий №69"',
            'date' => '2003 – 2014'
        ]
    ]
];
