<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Experience Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in experience section
    |
    */

    'title' => 'Опыт',

    'list'  => [

        'scrumlaunch_head' => [
            'position'      => 'Head of Shopify & LowCode Departments | Shopify Developer',
            'company'       => 'ScrumLaunch',
            'date'          => '12.2021 – наст. время',
            'description'   => [
                'Разработка Shopify тем.',
                'Проводила собеседование для новых разработчиков, делала код ревью на проектах.',
                'Решала проблемы команд и организационные вопросы, регулярно готовила цели для развития каждому тим лиду, пересматривала зарплаты.',
                'Занималась отчетностью отделов и проектов, контролировала нагрузку разработчиков, распределяла рабочие ресурсы.'
            ]
        ],

        'scrumlaunch_tl' => [
            'position'      => 'Team Lead & Shopify Developer',
            'company'       => 'ScrumLaunch',
            'date'          => '05.2021 – 12.2021',
            'description'   => [
                'Разработка Shopify тем.',
                'Проводила собеседование для новых разработчиков, онбордила их, помогала с адоптацией, обучала, делала код ревью на проектах.',
                'Решала проблемы команды, регулярно готовила цели для развития каждому разработчику, пересматривала зарплаты.'
            ]
        ],

        'scrumlaunch_dev' => [
            'position'      => 'Shopify Developer',
            'company'       => 'ScrumLaunch',
            'date'          => '02.2021 – 05.2021',
            'description'   => [
                'Разработка Shopify тем.',
            ]
        ],

        'makebecool' => [
            'position'      => 'Back-End Developer',
            'company'       => 'MakeBeCool',
            'date'          => '07.2020 – 01.2021',
            'description'   => [
                'Разработка Shopify приложений и тем.',
            ]
        ],

        'foridev' => [
            'position'      => 'Back-End Developer',
            'company'       => 'Foridev',
            'date'          => '09.2019 – 12.2021',
            'description'   => [
                'Работала над внутренними проектами компании, занималась как аутсорс проектами, так и была аутстафф сотрудником.',
                'В основном разрабатывала на PHP и взаимодействовала с платформой Shopify при создании приложений под эту платформу. В качестве фреймворка при создании плагинов отдаю предпочтение Laravel. Также создавала Shopify темы.',
            ]
        ],

        'ohmycode' => [
            'position'      => 'Front-End Developer',
            'company'       => 'ohmycode!',
            'date'          => '03.2018 – 07.2019',
            'description'   => [
                'Занималась разработкой интерфейсов для различных сайтов, разрабатывала темы для платформы Shopify',
                'Попробовала себя в написании Back-End части биржы криптовалют (Node.js, Redis)'
            ]
        ]
    ]

];
