<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Experience Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in experience section
    |
    */

    'title' => 'Опыт',

    'list'  => [

        'foridev' => [
            'position'      => 'Back-End Developer',
            'company'       => 'Foridev',
            'date'          => '09.2019 – present',
            'description'   => [
                'Работала над внутренними проектами компании, занималась как аутсорсовыми проектами, так и была аутстафф сотрудником.',
                'В основном разрабатывала на PHP и взаимодействовала с платформой Shopify при создании приложений под эту платформу. В качестве фреймворка при создании плагинов отдаю предпочтение Laravel. Также создавала Shopify темы.',
            ]
        ],

        'ohmycode' => [
            'position'      => 'Front-End Developer',
            'company'       => 'ohmycode!',
            'date'          => '03.2018 – 07.2019',
            'description'   => [
                'Занималась разработкой интерфейсов для различных сайтов, разрабатывала темы для платформы Shopify',
                'Попробовала себя в написании Back-End части биржы криптовалют (Node.js, Redis)'
            ]
        ]
    ]

];
