<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Header Profile Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in profile section
    |
    */

    'title'     => 'Профайл',

    'content'   => [
        'Мне нравятся сложные интерактивные веб-сервисы, создание красивых интерфейсов для пользовательских нужд, и то, как это все работает, помогая решать проблемы клиентов.',
        'В личных проектах меня интересует тема транспорта и автоматизация работы диспетчеров.'
    ]

];
