<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Publications Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in header section
    |
    */

    'title'     => 'Публикации',

    'list'  => [
        [
            'heading'   => 'Публикация научно-технической статьи в журнале ГВУЗ «ХНТУ». Серия: Информационные технологии, г. Херсон, 2019',
            'title'     => '«Использование нечетких множеств при определении привлекательности пассажиропотока»',
            'link'      => 'http://kntu.net.ua/index.php/ukr/content/download/73192/424508/file/%D0%92%D1%96%D1%81%D0%BD%D0%B8%D0%BA%20%E2%84%963(70).pdf',
            'info'      => 'стр. 88 — 97',
            'language'  => [
                'code'  => 'ua',
                'text'  => 'укр.'
            ]
        ],
        [
            'heading'   => 'Всеукраинская конференция молодых ученых «Актуальные вопросы развития информационных технологий», ГВУЗ «ПГТУ», г. Мариуполь, 18 ноября 2019',
            'title'     => '«Определение привлекательности пассажиропотока с помощью нечетких множеств»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/17666/%D0%90%D0%BA%D1%82.%20%D0%BF%D0%B8%D1%82%D0%B0%D0%BD.%20%D1%96%D0%BD%D1%84.%20%D1%82%D0%B5%D1%85%D0%BD.%202019.pdf',
            'info'      => 'стр. 70 — 72',
            'language'  => [
                'code'  => 'en',
                'text'  => 'англ.'
            ]
        ],
        [
            'heading'   => 'Международная научно-техническая конференция «Университетская наука – 2019», ГВУЗ «ПГТУ», г. Мариуполь, 16-17 мая 2019',
            'title'     => '«Анализ методов формирования расписания городского маршрутного транспорта»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/23120/%d0%a3_%d0%ba%d0%b0%d1%8f%20%d0%bd%d0%b0%d1%83%d0%ba%d0%b0_2019_%d0%a2_2_p002-310_p215-216.pdf?sequence=1',
            'language'  => [
                'code'  => 'ua',
                'text'  => 'укр.'
            ]
        ],
        [
            'heading'   => 'XII региональная студенческая научно-техническая конференция «Наука – первые шаги», ГВУЗ «ПГТУ», г. Мариуполь, 23-27 апреля 2018',
            'title'     => '«Разработка расписания маршрутных такси»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/21087/%d0%9d%d0%b0%d1%83%d0%ba%d0%b0-%d0%bf%d0%b5%d1%80.%20%d0%ba%d1%80.%202018%2c%20%d1%82.3%20%d1%81.12.pdf?sequence=1',
            'language'  => [
                'code'  => 'ua',
                'text'  => 'укр.'
            ]
        ],
        [
            'heading'   => 'ХІ региональная студенческая научно-техническая конференция «Наука – первые шаги», ГВУЗ «ПГТУ», г. Мариуполь, 24-28 апреля 2017',
            'title'     => '«Семантический анализатор хода решения геометрических задач»',
            'link'      => 'http://eir.pstu.edu/bitstream/handle/123456789/19093/%d0%9d%d0%b0%d1%83%d0%ba%d0%b0_%d0%bf%d0%b5%d1%80%d1%88%d1%96%20%d0%ba%d1%80%d0%be%d0%ba%d0%b8%202017%20%d1%82%d0%be%d0%bc%204_p12-13%20%28%d1%81.%2011-12%29.pdf?sequence=1',
            'info'      => 'Занято 2-е место',
            'language'  => [
                'code'  => 'ru',
                'text'  => 'рус.'
            ]
        ],
    ]

];
